---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ProjectAddress
source: html/1672be78-0b5d-722e-991f-1e220a8cd599.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ProjectAddress Property

"Project Address"

## Syntax (C#)
```csharp
public static ForgeTypeId ProjectAddress { get; }
```